"NBRefreshHeaderIdleText" = "Pull down to refresh";
"NBRefreshHeaderPullingText" = "Release to refresh";
"NBRefreshHeaderRefreshingText" = "Loading...";

"NBRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"NBRefreshAutoFooterRefreshingText" = "Loading...";
"NBRefreshAutoFooterNoMoreDataText" = "No more data";

"NBRefreshBackFooterIdleText" = "Pull up to load more";
"NBRefreshBackFooterPullingText" = "Release to load more.";
"NBRefreshBackFooterRefreshingText" = "Loading...";
"NBRefreshBackFooterNoMoreDataText" = "No more data";

"NBRefreshHeaderLastTimeText" = "Last update:";
"NBRefreshHeaderDateTodayText" = "Today";
"NBRefreshHeaderNoneLastDateText" = "No record";
